/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "Arrossega %1$@ després de l’acció \n%2$@.";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "Arrossega %1$@ al costat %2$@.";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "Afegir %@ per\nprevisualitzar el GIF.";

/* %@ = shortcut name */
"Added shortcut: %@" = "S’ha afegit la drecera: %@";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "S’han reiniciat les teves dreceres. Torna a obrir l’app Dreceres per continuar.";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "Executa la drecera: %@";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "Executant, %lu%% completat";

/* Accessibility label */
"Edit profile photo" = "Editar la foto de perfil";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "Una animació de com es desplega el centre de notificacions des de la part superior de la pantalla";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "Una animació de com s’afegeix el widget de l’app Dreceres a la llista de widgets actius";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "Una animació de com es desplaça la pantalla fins al final de la llista de widgets i es prem Editar";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "Una animació de com es llisca cap a l’esquerra la llista de widgets";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "Una captura de pantalla del centre de notificacions amb el widget de l’app Dreceres";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "%1$@ - %2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "foto de perfil de: %@";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "Crear identitat principal";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "Seleccionada com a identitat principal";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "Més, menys";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "Retrocés";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "Decimal";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "Lamentablement, l’app Dreceres no pot fer‑hi res perquè el problema es troba a l’app de host. Et recomanem que et posis en contacte amb els creadors de l’app i els informis del problema.";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "L’app que ha obert aquesta extensió no ha proporcionat cap entrada.";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "No s’ha pogut descarregar la drecera.";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "La base de dades de l’app Dreceres no es pot llegir perquè es va crear amb una versió més recent de l’app Dreceres.\n\nPots actualitzar l’app o reiniciar les teves dreceres. Les perdràs, però si utilitzes “Sincronització amb l’iCloud” les podràs restaurar.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "La base de dades de l’app Dreceres no es pot llegir perquè està malmesa. Ho pots solucionar reiniciant les teves dreceres. Les perdràs, però si utilitzes “Sincronització amb l’iCloud” les podràs restaurar.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "La base de dades de l’app Dreceres no es pot llegir perquè està malmesa.\n\nPots enviar un correu al servei de suport amb la base de dades malmesa o reiniciar les teves dreceres personalitzades. Les perdràs, però si utilitzes “Sincronització amb l’iCloud” les podràs restaurar.";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "Correu a Suport";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "Restablir dreceres";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "Actualitzar l’app Dreceres";

/* Alert title for an error */
"Aw no!" = "Oh no!";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "La versió de l’app Dreceres és diferent";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "Restablir l’app Dreceres";

/* Apple watch; label for result from running the shortcut */
"Result" = "Resultat";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "Resultats (%ld)";

/* Back button */
"Back" = "Enrere";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "Afegir el widget augmenta significativament la velocitat d’execució de les dreceres. Confirmes que vols ometre aquest pas?";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "L’enviament ha fallat. Torna‑ho a provar d’aquí a una estona.";

/* Button */
"Cancel" = "Cancel·lar";

/* Button */
"Done" = "Fet";

/* Button */
"Next" = "Següent";

/* Button */
"OK" = "OK";

/* Button */
"Submit your own workflow" = "Enviar el teu flux de treball";

/* Button for editing their profile picture */
"Edit" = "Editar";

/* Button or nav bar title */
"Edit Profile" = "Editar el perfil";

/* Button or title */
"Run shortcut" = "Executar drecera";

/* Button or title to share a shortcut */
"Share Shortcut" = "Compartir drecera";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "Enviar drecera";

/* Button or title; user profile */
"Profile" = "Perfil";

/* Button that shows all collection search results */
"See All" = "Veure‑ho tot";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "Descartar els canvis";

/* Button title; create a new shortcut */
"Create Shortcut" = "Crear drecera";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "Afegir widget";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "Conservar ambdues";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "Substituir";

/* Button to skip a step */
"Skip" = "Ometre";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "Seleccionar les dreceres que es mostraran al rellotge.";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "Seleccionar les dreceres que es mostraran a la complicació.";

/* Copy content */
"Copy" = "Copiar";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "No s’ha pogut trobar la drecera especificada.";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "No s’ha pogut trobar la drecera: “%@.”";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "Drecera sense nom";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "Afegeix una drecera a Siri gravant una frase de veu personalitzada.";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "Combina una sèrie de passos en una sola drecera per automatitzar les coses que fas amb les apps. ";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "Accedeix a les dreceres encara més ràpid amb el widget de l’app Dreceres.";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "Seleccionar de la fototeca";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "Fer foto";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "@WorkflowHQ";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "jordi@workflow.is";

/* Edit profile; email field title */
"Email" = "Correu electrònic";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "L’URL del lloc web “%@” no és vàlid.";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "Lloc web no vàlid";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "Se t’acreditarà com a “%@” en els fluxos de treball que publiquis.";

/* Edit profile; person name field title */
"Name" = "Nom";

/* Edit profile; person name field title (required) */
"Name (Required)" = "Nom (obligatori)";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "Informació privada";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "Informació pública";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "No hem trobat cap resultat amb “%@”. Prova alguna altra cosa.";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "Cap drecera.";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "Cap resultat";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "L’URL de la drecera que s’ha proporcionat no és vàlid.";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "La importació ha fallat";

/* Error message */
"There are no photos in your photo library." = "No hi ha fotos a la fototeca.";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "Potser l’enllaç de la drecera no és vàlid o s’ha eliminat.";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "No es pot connectar a la galeria.";

/* Error message title */
"Shortcut Not Found" = "No s’ha trobat la drecera";

/* Error message when a collection does not load */
"Couldn't load this collection." = "No s’ha pogut carregar aquesta col·lecció.";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "No s’ha pogut carregar aquesta col·lecció.";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "L’acció “%@” ha trigat massa a acabar d’executar‑se.";

/* Exit the app (kills the app) */
"Exit" = "Sortir";

/* Gallery search section title for collection search results */
"Collections" = "Col·leccions";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "Mostrar menys";

/* Gallery search; button to show more collection search results */
"Show More" = "Mostrar més";

/* Generic title for a notification show in the app */
"Notification" = "Notificació";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "Dreceres";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "accions";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "Això és una drecera.";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "Felicitats!";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "Caram!";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "botó d’executar drecera";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "Arrossega per sobre d’una acció per compartir el GIF.";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "botó de reproducció";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "\n\nHa fallat alguna cosa. Torna-ho a provar o prem Fet.";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "\n\nNo has acabat d’executar la drecera. Torna‑ho a provar o prem Fet.";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "\n\nAcabes de crear una drecera. Ara només cal que premis el botó de reproducció per executar‑la.";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "\n\nLes dreceres estan formades per una sèrie d’accions (els ítems de l’esquerra).\n\nAra afegirem l’acció “Crear GIF” per animar les fotos des de la primera acció.";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "\n\nCrearem una drecera per fer un GIF animat.";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "\n\nMolt bé, acabes d’executar una drecera!";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "Benvingut a l’app Dreceres.";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "Quan premis Enviar, el flux de treball s’enviarà perquè el puguem revisar. Si decidim incloure’l a la Galeria, t’ho notificarem per correu electrònic.";

/* Make GIF action name */
"Make GIF" = "Crear GIF";

/* Media file name label */
"Media File" = "Arxiu multimèdia";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "Vols substituir la drecera?";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "Informació sobre el flux de treball";

/* None option */
"None" = "Cap";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "Fantàstic! Sembla que ja has afegit el widget de l’app Dreceres. Continuem.";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "Executa dreceres a la velocitat de la llum amb el widget de l’app Dreceres.";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "Escriu aquí una descripció de què fa el teu flux de treball.";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "Escriu aquí una descripció més detallada de què fa el teu flux de treball.";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "Jordi Martorell";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "Escriu aquí una breu descripció de què fa el teu flux de treball.";

/* Print content */
"Print" = "Imprimir";

/* Quick Look action name */
"Quick Look" = "Vista ràpida";

/* Recovery option for when the gallery does not load */
"Try Again" = "Reintentar-ho";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "Obrir la configuració";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "Per accedir a la galeria, activa les dades mòbils o connecta’t a la WLAN.";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "Per accedir a la galeria, activa les dades mòbils o connecta’t a la Wi‑Fi.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "Per accedir a la galeria, desactiva el mode Avió o connecta’t a la WLAN.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "Per accedir a la galeria, desactiva el mode Avió o connecta’t a la Wi‑Fi.";

/* Save as image */
"Save Image" = "Desar imatge";

/* Search gallery */
"Search" = "Buscar";

/* Section title */
"Shortcuts" = "Dreceres";

/* Share via AirDrop */
"AirDrop" = "AirDrop";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "Evernote";

/* Share via Facebook */
"Facebook" = "Facebook";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "Instapaper";

/* Share via Mail */
"Mail" = "Mail";

/* Share via Messages */
"Message" = "Missatge";

/* Share via Pinboard */
"Pinboard" = "Pinboard";

/* Share via Pocket */
"Pocket" = "Pocket";

/* Share via Slack */
"Slack" = "Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "Drecera enviada";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "S’ha afegit a la biblioteca";

/* Splash screen primary button title */
"Get Started" = "Començar";

/* Splash screen title */
"Welcome to Shortcuts" = "Benvingut a l’app Dreceres";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "Aturar: %@";

/* Take Photo action name */
"Take Photo (action name)" = "Fer foto";

/* Tap to choose an option */
"Tap to Choose" = "Prem per triar";

/* Terms and Conditions view title */
"Terms and Conditions" = "Termes i condicions";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "Quan l’aprovem t’avisarem!";

/* Title */
"Gallery" = "Galeria";

/* Title */
"Shortcuts" = "Dreceres";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "Fer‑lo córrer";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "Descripció";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "Descripció llarga";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "Breu descripció";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "Nom del flux de treball";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "Demana‑ho a Siri";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "Vols afegir el widget?";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "Ja tens una drecera anomenada “%@”.";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "Vaja!";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "Agafa el camí més curt";

/* Title of main screen showing your library of shortcuts */
"Library" = "Biblioteca";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "Widget de l’app Dreceres";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "Base de dades malmesa";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "Veure la Galeria…";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "Gestionar dreceres…";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "Personalitzar a l’app Dreceres";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "Has trobat el widget! Prem “Afegir widget” per accedir‑hi des de qualsevol lloc.";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "Has trobat el widget! Torna aquí per executar les teves dreceres ràpidament.";

/* Today widget; empty state */
"No Shortcuts" = "Cap drecera";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "Prem per veure la resta";

/* Twitter handle label or share via Twitter */
"Twitter" = "Twitter";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "Carregant";

/* Watch app button; stop running the shortcut */
"Stop" = "Aturar";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "Mostrar/Ocultar";

/* Watch app; Change text field text */
"Tap to Change" = "Prem per canviar";

/* Watch app; Compose a message */
"Create Message" = "Crear missatge";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "Més/Menys";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "de: %@";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "Adreça De";

/* Watch app; email composer; bcc address label */
"Bcc" = "C/o";

/* Watch app; email composer; cc address label */
"Cc" = "A/c";

/* Watch app; email composer; from address label */
"From" = "De";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "Adjuntat (%ld)";

/* Watch app; email composer; subject label */
"Subject" = "Tema";

/* Watch app; email composer; to address label */
"To" = "A";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "Ubicació no trobada";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "A/c, C/o";

/* Watch app; number field placeholder */
"Enter number…" = "Introdueix un número…";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "Has de seleccionar un contacte al qual enviar el missatge.";

/* Watch app; send the email */
"Send" = "Enviar";

/* Watch app; share QuickLook content */
"Share" = "Compartir";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "Utilitza el Handoff a l’iPhone per permetre l’accés a: %@.";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "Utilitza el Handoff a l’iPhone per continuar amb la drecera.";

/* Watch app; text field placeholder */
"Enter text…" = "Introduir text…";

/* Watch app; view current content on the phone */
"View on iPhone" = "Veure‑ho a l’iPhone";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "No s’ha afegit cap drecera.";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "Cap drecera";

/* Website URL label */
"Website" = "Lloc web";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "Afegint el widget";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "Una animació de com es prem la icona de la pantalla d’inici de l’app Dreceres per obrir el widget";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "Prem + per afegir el widget de l’app Dreceres. Prem Fet.";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Llisca amunt per anar a l’inici, prem fort la icona de l’app Dreceres i seguidament, prem “Afegir Widget”.";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Prem el botó d’Inici, prem fort la icona de l’app Dreceres i seguidament, prem “Afegir Widget”.";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "Desplaça’t fins a la part inferior i\nprem Editar.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "Llisca cap a l’esquerra per veure\nels teus widgets.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "A la cantonada inferior esquerra, desplaça’t\navall i prem Editar.";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "Llisca la part superior de la pantalla cap avall per mostrar el centre de notificacions.";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "La drecera ja es pot compartir!";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = " a %@";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "%1$@ fins a %2$@";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "dreta";

